<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>HEMODYNAMIKK v/ Stig A</TITLE>
<META NAME="Template" CONTENT="C:\Program Files\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<FONT SIZE=7><P ALIGN="CENTER">HEMODYNAMIKK</P>
<P ALIGN="CENTER">HJERTET OG ARTERIEVEGGENS</P>
<P ALIGN="CENTER">MEKANISKE EGENSKAPER</P>
</FONT><FONT SIZE=4><P ALIGN="CENTER">Stig A. Sl&oslash;rdahl</P>
<P ALIGN="CENTER">Institutt for fysiologi og biomedisinsk teknikk</P>
<P ALIGN="CENTER">NTNU</P>
</FONT><P>&#9;&#9;&#9;&#9;&#9;</P>
<P>Hjertet og blodkarene er sammenkoblet i to kretsl&oslash;p; det systemiske kretsl&oslash;pet (store) og lungekretsl&oslash;pet (lille). De to kretsl&oslash;pene er i prinsippet bygd opp p&aring; samme m&aring;te. Arteriene transporterer blodet under h&oslash;yt trykk ut til arteriolene som regulerer blodstr&oslash;mmen inn til kapill&aelig;rene og derfor kalles motstandskar. I kapill&aelig;rene foreg&aring;r utvekslingen av gass, v&aelig;ske, n&aelig;ringssubstanser, elektrolytter og hormoner. Fra kapill&aelig;rene g&aring;r blodet over i venylene og s&aring; venene med transport tilbake til hjertet.</P>
<P>Trykkforholdene endrer seg mye fra blodet pumpes ut fra hjertet til det kommer tilbake til forkamrene. Blodet pumpes ut pulsativt p&aring; grunn av vekselsvis systole (kontraksjon) og diastole (relaksasjon). I de store arteriene endres denne pulsative blodstr&oslash;mmen til mer kontinuerlig blodstr&oslash;m p&aring; grunn av karenes ettergivelighet. Det st&oslash;rste trykkfallet i karsystemet skjer p&aring; arterioleniv&aring;. Arealet som blodet forflyttes gjennom endrer seg ogs&aring; mye gjennom kretsl&oslash;pene. Aorta har et lite tverrsnitt (2-3cm<SUP>2</SUP>) i forhold til det store arealet som oppst&aring;r n&aring;r blodkarene forgreiner seg utover til kapill&aelig;rene (2500 cm<SUP>2</SUP>). N&aring;r blodet n&aelig;rmer seg hjertet blir arealet mindre igjen. Arealet vil p&aring;virke hastigheten av blodstr&oslash;mmen gjennom de ulike avsnittene av kretsl&oslash;pet. Tabell 1 viser en grov oversikt over hvor blodet til en hver tid vil befinne seg i en normalperson.</P>
<B><P>Tabell 1. </B><I>Distribusjonen av blodvolumet i de ulike deler av kretsl&oslash;pet.</P>
<U><P>Lungekretsl&oslash;pet</U>&#9;9%</P>
<U><P>Systemiske kretsl&oslash;p</P>
</U><P>Arteriene&#9;&#9;13%</P>
<P>Hjertet&#9;&#9;&#9;7%</P>
<P>Arterioler/kapill&aelig;rer&#9;7%</P>
<P>Venyler/vener&#9;&#9;64%</P>
</I><P>Hjertet best&aring;r av to pumper som er bundet sammen i serie. Begge pumpene best&aring;r av et forkammer (atrium) som tar i mot blodet fra de to kretsl&oslash;pene og et hovedkammer (ventrikkel) som pumper blodet ut i kretsl&oslash;pene. Mellom kamrene og mellom kamrene og hovedpuls&aring;ren (aorta)/lungearterien (arteria pulmonalis) sitter det klaffer som hindrer at blodet str&oslash;mmer bakover. Figur 1 viser hvordan trykk og klaffe&aring;pninger endrer seg gjennom hjertesyklus. </P>
<P><IMG SRC="Image1.gif" WIDTH=548 HEIGHT=418></P>
<B><P>Figur 1</B>. <I>De ulike trinn gjennom hjertesyklus for venstre ventrikkelfunksjon med endring i trykk og volum, samt at aortatrykk og EKG er med.</P>
</I><P>Systolen innledes med en isovolumetrisk kontraksjonsfase som avsluttes n&aring;r venstre ventrikkeltrykket overstiger aortatrykket. Da vil trykkforskjellen over aortaostiet f&aring; aortaklaffene til &aring; &aring;pne seg og man f&aring;r en raskt &oslash;kende blodstr&oslash;m ut i aorta, mens ventrikkelvolumet avtar tilsvarende (ejeksjonsfasen). N&aring;r blodstr&oslash;mmen n&aring;r sin maksimale verdi vil aortatrykket igjen bli h&oslash;yere enn ventrikkeltrykket, men ventrikkelen fortsetter &aring; t&oslash;mme seg p&aring; grunn av treghetskreftene i blodet ut i aorta. Ved aortaklaffenes lukning er trykket tiln&aelig;rmet likt i aorta og ventrikkelen. Etter klaffelukning (som markerer slutten av systole) faller ventrikkeltrykket inntil det er lavere enn atrietrykket og mitralklaffen &aring;pnes og ventrikkelen fylles. Den fasen hvor aortaklaffene og mitralklaffen er lukket kalles den isovolumetriske relaksasjonsfasen.</P>
<P><IMG SRC="Image2.gif" WIDTH=459 HEIGHT=447></P>
<B><P>Figur 2</B>. <I>En hjertesyklus beskrevet ved et trykk- og volumdiagram. Oppadg&aring;ende pil markerer ende-diastole og isovolumetrisk kontraksjon, mens nedadg&aring;ende pil markerer ende-systole og den isovolumetriske relaksasjon. Forskjellen i volum langs x-aksen utgj&oslash;r slagvolumet</I>.</P>
<P>Hjertesyklus kan ogs&aring; beskrives i et trykk- og volumdiagram som vist i figur 2. Det er to trykk/volum forhold som synes &aring; v&aelig;re felles for alle kontraksjoner til tross for endret endediastolisk volum og aortatrykk. Disse er det ende-diastoliske og ende-systoliske trykk/volum forhold. Denne trykk/volum sl&oslash;yfen vil beskrive en hjertesyklus hvor &oslash;vre venstre hj&oslash;rne beskriver ende-systolisk trykk og volum og nedre h&oslash;yre hj&oslash;rne beskriver ende-diastolisk trykk og volum. Bredden av trykk volum sl&oslash;yfen tilsvarer slagvolumet. En endring av kraften til kontraksjonen (inotropi) vil flytte den ende-systoliske trykk volum kurven mot venstre.</P>
<B><P>Hjertets arbeid</P>
</B><P>Vi skal senere se p&aring; de ulike former for energi som finnes i v&aelig;sker dvs. trykkenergi, gravitasjonsenergi og kinetisk energi. N&aring;r blod beveger seg vil disse energiformene omformes til varme. Dette er &aring;rsaken til at den totale v&aelig;skeenergien taper seg gjennom de to kretsl&oslash;pene. Det er v&aelig;skens viskositet som bidrar til dette energitapet. Den mengde energi som omgj&oslash;res til varme vil v&aelig;re likt det mekaniske arbeidet til hjertet, og hjertet gjenoppretter ved pumpeaktiviteten sin energien til blodet til det niv&aring;et det hadde ved forrige kontraksjon.</P>
<P>Mekanisk arbeid er bestemt ut fra produktet av kraft og den distanse som en gitt masse flyttes av den p&aring;f&oslash;rte kraft. I tilfelle en v&aelig;ske vil dette bli kraften som beveger en v&aelig;skemengde:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Arbeid = Trykk x v&aelig;skemengde beveget = P V</P></DIR>
</DIR>
</DIR>
</DIR>

<P>N&aring;r det gjelder venstre ventrikkel som pumper blod ut i aorta vil det arbeidet (<FONT FACE="Symbol">D</FONT> W ) som er utf&oslash;rt i en periode under ejeksjonen v&aelig;re:</P><DIR>
<DIR>
<DIR>
<DIR>

<FONT FACE="Symbol"><P>D</FONT> W = Pv x <FONT FACE="Symbol">D</FONT> V</P></DIR>
</DIR>
</DIR>
</DIR>

<P>hvor Pv er ventrikkeltrykket i denne perioden og <FONT FACE="Symbol">D</FONT> V er blodvolumet som er t&oslash;mt ut i denne perioden. Arbeidet til venstre ventrikkel gjennom en systole vil derfor bli:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>W = <FONT FACE="Symbol">&ograve;</FONT> Pv dV</P></DIR>
</DIR>
</DIR>
</DIR>

<P>I figur 2 vil arealet under den &oslash;vre kurven tilsvare det arbeidet hjertet utf&oslash;rer for &aring; t&oslash;mme blodet ut i aorta i systolen, mens det lille arealet under den nedre kurven vil v&aelig;re den delen av arbeidet som er tilf&oslash;rt hjertet ved fylningen av blodet. Det netto mekaniske arbeid som hjertet utf&oslash;rer vil derfor bli arealet i trykk volum sl&oslash;yfen. </P>
<B><P>Effekt</P>
</B><P>Med effekt forst&aring;r vi arbeid per tidsenhet. Hvis man beregner effekten av hjertet som pumper blod blir den overraskende lav i hvile omtrent 1.3 watt. Allikevel vil en slik betrakning bare omfatte hjertets mekaniske arbeid. Det er en langt st&oslash;rre energiomsetting som skal til for &aring; gi dette arbeidet siden hjertets mekaniske effektivitet er lav (mindre enn10%). </P>
<P>Begrepet arbeid vil ogs&aring; v&aelig;re misvisende n&aring;r det gjelder hjertets energiomsetning. Hvis hjertet ikke forflytter blod som under den isovolumetriske kontraksjonsfasen, vil det per definisjon ikke utf&oslash;re et arbeid. Et bilde som kan brukes er en elektromagnetisk kran som l&oslash;fter en mengde jern opp p&aring; en lastebil. Det ytre mekaniske arbeidet utgj&oslash;res av vekten multiplisert med h&oslash;yden som l&oslash;ftes, men energi m&aring; kontinuerlig tilf&oslash;res kranen i form av elektrisk str&oslash;m for &aring; holde jernet oppe. Tilsvarende er det for en muskel. Den totale energiomsetningen i et tidsintervall (t) vil v&aelig;re en kombinasjon av det mekaniske arbeidet og den energien som trengs for &aring; opprettholde tensjonen (T) i muskelen. Den totale energiomsetningen, E, vil derfor v&aelig;re:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>E = <FONT FACE="Symbol">&ograve;</FONT> Pv dV + <FONT FACE="Symbol">a</FONT> <FONT FACE="Symbol">&ograve;</FONT> T dt</P></DIR>
</DIR>
</DIR>
</DIR>

<P>hvor <FONT FACE="Symbol">a</FONT> er en konstant. Den totale energiomsetningen til hjertet kan beregnes ut fra oksygenforbruket dvs. ut fra oksygendifferansen mellom koronararteriene og koronarvenene samt blodstr&oslash;mmen. Det er ved slike beregninger at man har funnet ut at hjertets effektivitet definert ut fra:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Hjertets effektivitet = <FONT FACE="Symbol">&ograve;</FONT> Pv dV/ (<FONT FACE="Symbol">&ograve;</FONT> Pv dV + <FONT FACE="Symbol">a</FONT> <FONT FACE="Symbol">&ograve;</FONT> T dt)</P></DIR>
</DIR>
</DIR>
</DIR>

<P>er bare noen f&aring; prosent og &oslash;ker aldri mer enn til 10-15% ved &oslash;kt ytre arbeid.</P>
<B><P>Hjertets pumpemekanikk</P>
</B><P>Det st&aring;r ofte sv&aelig;rt lite i l&aelig;reb&oslash;ker om hjertets pumpemekanikk. Ofte beskrives det bare at hjertet er en muskel med hulrom som med konsentrisk sammentrekning t&oslash;mmer innholdet ut i det store og lille kretsl&oslash;p. Strukturer rundt hjertet vil kunne motsette seg raske volumendringer som man ville forvente skulle p&aring;virke hjertets mekanikk. En alternativ forklaring til det som skjer er at hjertets ytre kontur forblir n&aelig;rmest uendret, mens hjertet forkortes i lengderetningen ved at klaffeplanet (A-V planet) dras ned mot hjertespissen (apex) som er i ro. Klaffeplanets raske forflytning mot hjertespissen skaper et trykkfall i forkamrene som dermed fylles raskt fra de store venene i begge kretsl&oslash;pene. I systolen f&aring;r ogs&aring; blodet i forkamrene et tilskudd av bevegelsesenergi mot hjertespissen, og n&aring;r t&oslash;mningen av blodet fra ventriklene er avsluttet, fortsetter dette blodet som er i bevegelse ned i ventriklene forbi klaffeplanet. Denne blodinnstr&oslash;mningen i hjertekamrene tvinger klaffeplanet opp igjen ved at blodstr&oslash;mmen vender opp langs ventrikkelveggene. Forkammerkontraksjonen vil ytterligere dra klaffeplanet oppover og dermed ytterligere bidra til fylningen av hovedkamrene. </P>
<P>Denne forklaringsmodellen er langt mindre energikrevende enn den tradisjonelle metoden som tilsier at blodet samles opp i forkamrene og venter i systolen f&oslash;r blodet settes i bevegelse i tidlig diastole for s&aring; &aring; stoppe opp i ende-diastole for &aring; vente p&aring; ejeksjonen. Hos friske fors&oslash;kspersoner har studier vist at hjertets ytre kontur bare beveger seg 1-2 mm, mens klaffeplanet beveger seg opp og ned 15-20 mm. Stig Lundb&auml;ck som har skrevet en doktoravhandling om hjertets pumpemekanikk, har ogs&aring; bygd pumper som fungerer etter dette prinsippet (figur 3).</P>
<P><IMG SRC="Image3.gif" WIDTH=375 HEIGHT=337></P>
<B><P>Figur 3 </B><I>a. Sluttsystole. P&aring; grunn av A-V planets nedadg&aring;ende bevegelse dras blodet inn i det &oslash;vre hulrommet.</P>
<OL START=2 TYPE="a">

<LI>Tidlig diastole. Det akselererte blodet i det &oslash;vre hulrommet fortsetter direkte inn igjennom den &aring;pne A-V klaffen og presser dermed opp A-V planet som gir en rask fylning av det nedre hulrommet.</LI>
<LI VALUE=1>Sluttdiastole. Blodstr&oslash;mmen inn i det nedre hulrommet avtar ettersom de krefter som motvirker kompresjon av det &oslash;vre kammer &oslash;ker og de krefter som som strever for &aring; l&oslash;fte opp A-V planet avtar. Klaffeplanets oppadg&aring;ende bevegelse stanser n&aring;r disse kreftene balanserer.</LI>
<LI>Tidlig systole. De to stengenes nedadg&aring;ende bevegelse har n&aring;dd den skiven som er fiksert i A-V planet og det nedre kammeret komprimeres og ejeksjonen starter.</LI></OL>

</I><B><P>Forholdet mellom trykk, blodstr&oslash;m og motstand</P>
<P>Ohms lov</P>
</B><P>Blodstr&oslash;m gjennom et kar er bestemt av trykkdifferansen mellom de to ender av karet samt den motstand mot blodstr&oslash;m som foreligger. Dette forholdet er tilsvarende som Ohms lov brukt i elektrisitetsl&aelig;ren:</P><DIR>
<DIR>
<DIR>
<DIR>
<DIR>
<DIR>

<P>Q= <FONT FACE="Symbol">D</FONT> P/ R</P></DIR>
</DIR>
</DIR>
</DIR>
</DIR>
</DIR>

<P>hvor Q er blodstr&oslash;m, <FONT FACE="Symbol">D</FONT> P er trykkforskjellen mellom de to ender av karet og R er motstanden. Denne loven er sv&aelig;rt viktig innen hemodynamikken og vil ofte bli presentert p&aring; forskjellig vis som:</P><DIR>
<DIR>
<DIR>
<DIR>
<DIR>
<DIR>

<P>MAP = CO x TPR</P></DIR>
</DIR>
</DIR>
</DIR>
</DIR>
</DIR>

<P>hvor MAP er middel aortatrykk, CO er minuttvolumet som er produktet av SV (slagvolum) x HR (hjertefrekvens) og TPR er total perifer motstand.</P>
<B><P>Poiseuilles lov</P>
</B><P>Sv&aelig;rt mange av de likninger og det arbeid som er gjort for &aring; belyse hva som skjer i sirkulasjonssystemet, forutsetter konstant blodstr&oslash;m. Forholdet mellom konstant blodstr&oslash;m og trykk i et sylindrisk r&oslash;r var f&oslash;rst beskrevet i detalj av J.L.M. Poiseuille (1799-1869). Dette er i dag kjent som Poiseuilles lov:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;Q = <FONT FACE="Symbol">p</FONT> r<SUP>4</SUP> (P1-P2)/ 8 <FONT FACE="Symbol">h</FONT> L</P></DIR>
</DIR>
</DIR>
</DIR>

<P>hvor P1 er trykket i begynnelsen av r&oslash;ret, P2 i enden av r&oslash;ret, L er lengden p&aring; r&oslash;ret , r er radius og <FONT FACE="Symbol">h</FONT> er v&aelig;skeviskositeten. Forutsetningen for denne loven er at partiklene i v&aelig;sken beveger seg med konstant hastighet parallelt med sylinderveggen (figur 4). I et r&oslash;r vil det si at v&aelig;sken beveger seg parallelt lagvis langs veggen hvor hastigheten i hvert lag er konstant, men mindre enn laget som er n&aelig;rmere midten. Dette kalles lamin&aelig;r blodstr&oslash;m i motsetning til turbulent blodstr&oslash;m hvor blodstr&oslash;mmen er ustabil.</P>
<P><IMG SRC="Image4.gif" WIDTH=241 HEIGHT=182></P>
<B><P>Figur 4</B>.<I> Poiseuilles lov forutsetter lamin&aelig;r og konstant blodstr&oslash;m i et r&oslash;r. Med lamin&aelig;r blodstr&oslash;m vil hastighetsprofilen v&aelig;re parabol. Blodstr&oslash;mmen vil v&aelig;re avhengig av trykkgradienten (P1-P2), radius (r), viskositeten (<FONT FACE="Symbol">h</FONT> ) og lengden p&aring; r&oslash;ret.</P>
</I><B><P>Lamin&aelig;r blodstr&oslash;m</P>
</B><P>Lamin&aelig;r blodstr&oslash;m vil eksistere opp til en grense hastighet hvoretter det oppst&aring;r turbulens. Sannsynligheten for turbulens vil i tillegg til hastigheten, avhenge av kardiameter og viskositeten av v&aelig;sken. Dette forholdet og sannsynligheten for turbulens er ofte beskrevet ved Reynolds tall. I et langt r&oslash;r vil hastighetsprofilen til lamin&aelig;r blodsr&oslash;m v&aelig;re parabolsk, mens den vil v&aelig;re mer flat ved innl&oslash;pet av et kar knyttet til et reservoir. V&aelig;skeviskositeten og turbulens vil ogs&aring; p&aring;virke hastighetsprofilen. Det er derfor viktig &aring; vite at gyldigheten av Poiseuilles lov er begrenset i blodkar fordi det forutsettes konstant blodstr&oslash;m, sylindriske kar og en stiv karvegg.</P>
<B><P>Karmotstand</P>
</B><P>Hvis man sammenholder Ohms lov og Poiseuilles lov vil man f&aring; f&oslash;lgende forhold for karmotstand i et sylindrisk r&oslash;r:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>R = 8 <FONT FACE="Symbol">h</FONT> L / <FONT FACE="Symbol">p</FONT> r<SUP>4</SUP> </P></DIR>
</DIR>
</DIR>
</DIR>

<P>Hvis man appliserer dette til blodkar i kroppen med de forbehold som gjelder, vil bare normalt radius endre seg ved akutte reguleringer i sirkulasjonssystemet. Denne formelen viser hvor avhengig blodstr&oslash;m er av radius. Blodstr&oslash;m kan dobles med en beskjeden &oslash;kning i radius p&aring; 19%. </P>
<B><P>Energi</P>
</B><P>Det er tre former for energi knyttet opp mot blodstr&oslash;m; trykkenergi, kinetisk energi og gravitasjonsenergi. Trykk er definert som kraft per areal eller i v&aelig;ske trykk per v&aelig;skeenhet. Trykkenergien i en v&aelig;ske vil derfor v&aelig;re:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Wt = P V</P></DIR>
</DIR>
</DIR>
</DIR>

<P>Referansetrykket velges nesten alltid til &aring; v&aelig;re atmosf&aelig;retrykk. Det vil si at hvis et blodtrykk m&aring;les til 100 mmHg og atmosf&aelig;retrykket er 760 mmHg, vil det absolutte trykket p&aring; det stedet i sirkulasjonen v&aelig;re 860 mmHg.</P>
<P>Blod i bevegelse inneholder ogs&aring; en kinetisk energi Wk som avhenger av dets masse (m) og kvadratet av dets hastighet. Siden masse er et produkt av tetthet og volum, vil formelen bli:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Wk = ½ <FONT FACE="Symbol">r</FONT> V v<SUP>2</P></DIR>
</DIR>
</DIR>
</DIR>

</SUP><P>hvor v er gjennomsnittshastigheten ved konstant blodstr&oslash;m.</P>
<P>Gravitasjonsenergi, Wg, er den potensielle enegi til et v&aelig;skevolum relativt til en valgt referanseniv&aring;. Wg er et produkt av blodtetthet (<FONT FACE="Symbol">r</FONT> ), gravitasjonskonstanten (g), h&oslash;yden av blodet over referanseniv&aring;et (h) og det blodvolum som er involvert (V):</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Wg = <FONT FACE="Symbol">r</FONT> g h V</P></DIR>
</DIR>
</DIR>
</DIR>

<P>Trykk som er for&aring;rsaket av h&oslash;yden og tettheten av en v&aelig;ske kalles hydrostatisk trykk. Det er viktig &aring; huske at kroppen fungerer som en v&aelig;skes&oslash;yle i oppreist tilstand slik at negative hydrostatiske trykk eksisterer i enkelte kar over hjertet (som er referanseniv&aring;) og positive hydrostatiske trykk eksisterer i kar under hjertet.</P>
<P>Den totale energien til blodet p&aring; et gitt punkt i sirkulasjonssystemet vil v&aelig;re summen av disse tre komponentene:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Wt = P V + ½ <FONT FACE="Symbol">r</FONT> V v<SUP>2</SUP> + <FONT FACE="Symbol">r</FONT> g h V</P></DIR>
</DIR>
</DIR>
</DIR>

<P>Denne formelen kan s&aring; brukes til &aring; beregne trykkgradienten mellom to punkt i sirkulasjonssystemet og vil v&aelig;re en mye bedre formel for &aring; beskrive den energien som er tilstede for &aring; drive blodet enn Poiseuilles lov.</P>
<B><P>Kinetisk energi</P>
</B><P>Den kinetiske energi som er assosiert med blodstr&oslash;m er relativ liten, men blir signifikant viktig i de tilfeller hvor kinetisk energi konverteres til trykk og vise versa. Slik konvertering av energi skjer n&aring;r det blir en endring av blodhastighet for eksempel ved at et kar plutselig utvides eller forsnevres p&aring; et punkt. Prinsippet for hva som skjer kalles Bernoullis lov. Gjennomsnittshastiheten i et kar vil v&aelig;re bestemt av forholdet mellom blodstr&oslash;m (Q) og karareal (A):</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;v = Q/ A</P></DIR>
</DIR>
</DIR>
</DIR>

<P>I et kar som plutselig endrer diameter vil blodstr&oslash;mmen v&aelig;re den samme slik at ved punkt 1 og 2 (f&oslash;r etter endring) vil:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;A1v1 = Q = A2v2 </P></DIR>
</DIR>
</DIR>
</DIR>

<P>I figur 5 vises dette ved at A2 &lt; A1 og dermed m&aring; v2 &gt; v1 og blodet er tilf&oslash;rt kinetisk energi. Ut fra tidligere nevnte forhold mellom de ulike energiformer, m&aring; den totale energi v&aelig;re lik p&aring; de to stedene. Ved forsnevringen registreres omgj&oslash;ringen til kinetisk energi som et trykkfall og n&aring;r karet igjen utvides vil kinetisk energi tapes og dette registreres som trykkgjenvinning. Dette er under forutsetning at ingenting er tapt som varme.</P>
<P><IMG SRC="Image5.gif" WIDTH=444 HEIGHT=275></P>
<B><P>Figur 5</B>.<I> Figuren viser et r&oslash;r som snevres inn for igjen &aring; f&aring; samme st&oslash;rrelse. Uten energitap vil trykkfallet som registreres ved forsnevringen gjenvinnes n&aring;r r&oslash;ret utvides igjen og trykket vil v&aelig;re det samme som f&oslash;r forsnevringen.</P>
</I><B><P>Stenose</P>
</B><P>Hvis vi har en plutselig innsnevring (stenose) i kartreet eller gjennom en hjerteklaff brukes en forenklet Bernoullis ligning til &aring; beregne trykkendringen som skjer over innsnevringen ut fra nevnte forhold. Ved en stenose vil det bli en hastighets&oslash;kning over forsnevringen og en &oslash;kning i kinetisk energi. Dette vil ut fra betraktningen av den totale energi gi et trykkfall p&aring; samme sted. Hvis man betrakter konstant blodstr&oslash;m som passerer gjennom en forsnevring og man ser bort fra energitapet i v&aelig;sken, vil det m&aring;lte trykkfallet i forsnevringen tilsvare &oslash;kningen i kinetisk energi:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;<FONT FACE="Symbol">D</FONT> P = p1 - p2 = ½ <FONT FACE="Symbol">r</FONT> (v2<SUP>2</SUP>- v1<SUP>2</SUP>)</P></DIR>
</DIR>
</DIR>
</DIR>

<P>n&aring;r trykkfallet m&aring;les i mmHg, v&aelig;sketettheten i kg m<SUP>-3</SUP>), og hastighetene i m/s. Med Doppler ultralyd kan man m&aring;le hastigheten i forsnevringen og siden hastigheten f&oslash;r forsnevringen er relativ liten i forhold, strykes vanligvis v1 fra ligningen. Ved &aring; erstatte tettheten til blod med 1060 kg/ m<SUP>3</SUP> i formelen f&aring;r vi s&aring; den enkle formelen:</P>
<P>&#9;&#9;&#9; </P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;<FONT FACE="Symbol">D</FONT> P = 4 v2<SUP>2</P></DIR>
</DIR>
</DIR>
</DIR>

</SUP><P>Denne formelen forutsetter at det ikke er energitap over det m&aring;lte omr&aring;de og at det er konstant blodstr&oslash;m. Hvis karet igjen &oslash;kte til tilsvarende dimensjon som f&oslash;r ville man under de gitte forutsetninger f&aring; en trykkstigning ( trykkgjenvinning) tilsvarende som f&oslash;r forsnevringen. Dette er ikke hva man finner ved en klaffeforsnevring hvor det skapes turbulens og tap av kinetisk energi (figur 6). Bruk av den forenklede formelen forutsetter at man <U>ikke</U> f&aring;r trykkgjenvinning. Til tross for mange forutsetninger har formelen vist seg sv&aelig;rt nyttig innen klinisk medisin.</P>
<P><IMG SRC="Image6.gif" WIDTH=350 HEIGHT=225></P>
<B><P>Figur 6</B>. <I>Modell av en klaffestenose. Det meste av den kinetiske energien tapes p&aring; grunn av turbulens og trykkgjenvinningen etter stenosen blir ubetydelig.</P>
</I><B><P>Arterieveggens mekaniske egenskaper</P><DIR>
<DIR>
<DIR>
<DIR>

</B><P>&#9;Veggtensjon = Transmuralt trykk x Radius</P></DIR>
</DIR>
</DIR>
</DIR>

<P>LaPlace lov som ogs&aring; gjelder for hjertet og blodkar gir et uttrykk for den tensjonen som er i hjerteveggen eller karveggen ut fra strukturens geometri og de mekaniske egenskapene til veggen. For &aring; studere n&aelig;rmere arterieveggens mekaniske egenskaper er det greitt &aring; definere en del fysiske begrep som brukes ved slike beregninger.</P>
<P>Elastisitet </P>
<P>N&aring;r et materiale utsettes for en belastning oppst&aring;r det kraftspenninger i materialet og materialet deformeres. Hvis materialet g&aring;r tilbake til sin opprinnelige form n&aring;r vi tar bort spenningen eller kraften som virker p&aring; materialet, s&aring; har vi et perfekt elastisk materiale. </P>
<P>Spenning/T&oslash;yning</P>
<P>Den kraft som virker per areal kalles spenning eller stress i engelsk terminologi, mens deformasjonen eller endringen som materialet utsettes for kalles t&oslash;yning eller strain. T&oslash;yningene er dimensjonsl&oslash;se st&oslash;rrelser, mens enheten for spenning er Pascal (N/m<SUP>2</SUP>) dvs. kraft per arealenhet. Ut fra spenning og t&oslash;yning som et materiale utsettes for har man i klassisk fasthetsl&aelig;re definert en proporsjonalitetsfaktor mellom spenning og t&oslash;yning som benevnes E:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;Spenning = E x T&oslash;yning</P></DIR>
</DIR>
</DIR>
</DIR>

<P>Elastisitetsmodulen, E, har samme enhet som spenning siden t&oslash;yninger er dimensjonsl&oslash;se. </P>
<P>Viskoelstisitet </P>
<P>I motsetning til rene elastiske materialer hvor spenning gir en umiddelbar t&oslash;yning og t&oslash;yningen opph&oslash;rer n&aring;r spenningen fjernes, vil noen materialer trenge tid for &aring; n&aring; en deformasjon i henhold til den spenningen materialet utsettes for, og en tilsvarende tid for &aring; oppn&aring; sin opprinnelige form n&aring;r spenningen fjernes. Dette kalles en viskoelstisk respons (figur 7).</P>
<P><IMG SRC="Image7.gif" WIDTH=320 HEIGHT=431></P>
<B><P>Figur 7.</B> <I>Viskoelastisitet viser en tidsavhengighet i spenning- t&oslash;ynings forholdet. Hvis man fjerner spenningen i et viskoelastisk materiale vil t&oslash;yningen avta over tid.</P>
</I><P>Det er helt klart at karveggen ikke er en homogen st&oslash;rrelse, men at den inneholder en mengde ulike vev i de tre lagene; tunica intima, tunica media og tunica adventitia. Det er tunica media som har st&oslash;rst betydning for arterieveggens mekaniske egenskaper med glatt muskulatur og varierende grad av elastin og kollagen fiber. Sammensetningen i arterieveggen vil variere mellom de ulike typer arterier fra arterioler til aorta. Arteriolene har en relativ tykk vegg og lite lumen. Tilsvarende har ogs&aring; sm&aring; og middelstore arterier en relativ tykk vegg med mye sirkul&aelig;rt anordnet glatt muskulatur og lite innslag av bindevev med kollagen og elastin. Store arterier er s&aring;kalte elastiske kar med en relativ tynn vegg og med mye elastisk materiale i veggen. Det er alts&aring; mengden glatt muskulatur, elastin og kollagen som avgj&oslash;r arterieveggens mekaniske egenskaper.</P>
<P>Ved beregninger av t&oslash;yning og spenning i blodkar gj&oslash;res en del forutsetninger. Studier har vist at arterieveggen er n&aelig;rmest inkompressibel dvs. at volumet av arterieveggen er det samme selv om den strekkes. Strekker man arterieveggen i en retning vil det for&aring;rsake en fortynning eller kontraksjon i de to andre aksene. Den transverse t&oslash;yning er proposjonal til den strekte t&oslash;yning og denne proposjonalitetskonstanten kalles Poissons ratio, <FONT FACE="Symbol">s</FONT> . N&aring;r et materiale er inkompressibelt er Poissons ratio 0.5. Dette forutsettes i de fleste beregninger som blir gjort. Et annet materiale med tilsvarende egenskap er gummi, mens kork representerer den andre ytterlighet. Arterierieveggen er ogs&aring; anisotrop dvs. at elastisitetsmodulen ikke er den samme i alle retninger. Dette i motsetning til et isotropt materiale som har like elastiske egenskaper i alle retninger. Typiske isotrope materialer er metaller, bergarter og betong, mens tre er et typisk anisotropt materiale med forskjellig elastisitetsmodul i retning av fibrene og p&aring; tvers av fibrene. </P>
<P>Studier har vist at man kan f&aring; tilfredstillende beskrivelser av arterieveggens mekaniske egenskaper ved &aring; m&aring;le radiell og longitudinell t&oslash;yning, og i de fleste tilfeller er bare radiell t&oslash;yning av interesse siden den endrer seg mest ved hjerteslagene. De fleste beregninger som er gjort av arterieveggens mekaniske egenskaper har forutsatt en tynn vegg i forhold til radius dvs. at veggtykkelsen er mindre enn tienden av radiusen. </P>
<P><IMG SRC="Image8.gif" WIDTH=239 HEIGHT=245></P>
<B><P>Figur 8</B>.<I> Figuren viser det kurvline&aelig;re forholdet som finnes mellom spenning og t&oslash;yning i alle arterier.</P>
</I><P>Det er derfor ikke et line&aelig;rt forhold mellom spenning og t&oslash;yning i arterieveggen. Det grunnleggende forholdet mellom spenning og t&oslash;yning i arteriene er kurvline&aelig;rt som vist i figur 8. Alle arterier som har v&aelig;rt unders&oslash;kt har vist et slikt forhold. Etter hvert som spenningen (trykket) &oslash;ker i en arterie, vil &oslash;kningen i t&oslash;yning minke for hver &oslash;kning i spenning. Det finnes derfor ikke en elastisitetsmodul som beskriver de elastiske egenskaper til enhver gitt arterie. Elastisitetsmodulen vil avhenge av hvor p&aring; kurven man befinner seg. De elastiske egenskaper i et materiale kan derfor uttrykkes ved elastisitetsmodulen E:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>E = Spenning/ T&oslash;yning</P></DIR>
</DIR>
</DIR>
</DIR>

<P>hvor denne konstanten vil v&aelig;re retningsavhengig i anisotrope materialer. Ved hjelp av Poissons ratio og elasisitetsmodulen kan man s&aring; definere arterieveggens mekaniske egenskaper.</P>
<P>Fordi spenning-t&oslash;yning forholdet i en arterie er kurvline&aelig;rt vil elstisitetsmodulen variere med grad av utvidelse av karet. Det er derfor vanligvis hensiktsmessig &aring; definere elastisitetsmodulen innenfor et vist t&oslash;yningsomr&aring;de eller lengde som tangenten til spenning-t&oslash;yningskurven p&aring; det punktet. En tiln&aelig;rmet verdi kan beregnes ved &aring; bruke to spenninger (S1 og S2), m&aring;le lengdene L1 og L2, og s&aring; beregne den inkrementale elastisitetsmodulen, Einc, fra denne likningen:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Einc = (S2-S1) x Lm/ L2-L1</P></DIR>
</DIR>
</DIR>
</DIR>

<P>Jo mindre forskjell i spenningene jo n&aelig;rmere vil den beregnede verdien v&aelig;re n&aelig;r tangenten i middelverdien Lm. I et blodkar som er tiln&aelig;rmet sylindrisk opererer man med radielle, longitudinelle og sirkumferente spenninger og t&oslash;yninger (figur 9). I en sylindrisk struktur m&aring; den radielle spenningen bli balansert av den sirkumferente. Hvis vi uttrykker LaPlace lov med kraft per areal vil den sirkumferente spenningen i karveggen bli f&oslash;lgende hvis vi forutsetter en tynn vegg i forhold til karets dimensjon:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>Sirkumferent Spenning = Transmuralt trykk x radius/ veggtykkelse</P></DIR>
</DIR>
</DIR>
</DIR>

<P>Transmuralt trykk er radiell spenning som virker p&aring; innsiden av karet og som vil v&aelig;re blodtrykket i karet. Dette forklarer hvorfor en utposning p&aring; aorta (aortaaneurysme) rupturerer p&aring; et blodtrykk som en normal aorta t&aring;ler bra. Etterhvert som aortaveggen blir tynnere og radius &oslash;ker, vil tensjonen i karveggen bli st&oslash;rre og st&oslash;rre og sannsynligheten for ruptur &oslash;ker. </P>
<P><IMG SRC="Image9.gif" WIDTH=262 HEIGHT=169></P>
<B><P>Figur 9</B>. <I>Retningene av spenningene i et lite volum i karveggen. Siden spenning er kraft per areal, m&aring; retningene av kraften bli definert. P&aring; toppen av dette lille volumet vil en radielt rettet spenning (R) virke fra blodtrykket inne i karet. I tillegg vil det vanligvis v&aelig;re en sirkumferent spenning (S) og en longitudinell spenning (L) som virker p&aring; volumet.</P>
</I><P><IMG SRC="Image10.gif" WIDTH=187 HEIGHT=225></P>
<B><P>Figur 10.</B> <I>Tversnittet av en arterie som demonstrerer LaPlace lov. Det radielle trykket (P) i lumen er balansert av den sirkumferente spenningen i karveggen (S). Det forutsettes her at veggtykkelsen (h) er liten i forhold til radius.</P>
</I><P>Peterson og medarbeidere introduserte i 1960 en trykk-t&oslash;ynings modul, Ep, som et utrykk for arterieveggens stivhet. Denne er definert som:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;Ep = <FONT FACE="Symbol">D</FONT> P x R<FONT SIZE=1>0</FONT> / <FONT FACE="Symbol">D</FONT> R<FONT SIZE=1>0</P></DIR>
</DIR>
</DIR>
</DIR>

</FONT><P>hvor R<FONT SIZE=1>0</FONT> er diastolisk indre radius i blodkaret, <FONT FACE="Symbol">D</FONT> R<FONT SIZE=1>0</FONT> er forskjellen mellom systolisk og diastolisk indre radius og <FONT FACE="Symbol">D</FONT> P er pulstrykket. Fordelen med denne modulen er at man kan sammenlikne eksperimentelle resultater fra ulike studier uten &aring; ta hensyn til veggtykkelsen, men man m&aring; huske at denne trykk-t&oslash;ynings modulen forutsetter at arterien er line&aelig;rt elastisk. Problemet er derfor ar de beregnede verdier er sv&aelig;rt avhengig av trykket inne i arterien. </P>
<P>Figur 11 viser hvordan trykk-t&oslash;yningsmodulen endrer seg med hvor man er i aorta. Dette er eksperimentelle resultater fra gris hvor endringene i radius er m&aring;lt med intravaskul&aelig;r ultralyd. Setter man ned blodtrykket med nitroglycerin gir dette st&oslash;rst endringer perifert i aorta. Aorta blir alts&aring; stivere jo lengre fra hjertet man kommer. Videre er det vist at arteriene blir stivere med alderen og ved ulike sykdommer som diabetes, h&oslash;yt blodtrykk og arterosklerotisk sykdom.</P>
<P><IMG SRC="Image11.gif" WIDTH=295 HEIGHT=182></P>
<B><P>Figur 11</B>. <I>Trykk-t&oslash;yningsmodulen Ep i fire ulike segmenter av aorta f&oslash;r (C) og etter nitroglycerin (NG) hos griser. a er aorta ascendens, b er aorta descendens, c er h&oslash;yt i abdominalaorta og c er lavt i abdominalaorta.</I> </P>
<B><P>Arteriell compliance</P>
</B><P>Beregning av arterieveggens stivhet p&aring; et sted i arterietreet beh&oslash;ver ikke &aring; si noe om hjertets arbeid i forhold til veggstivheten. Det er derfor &oslash;nskelig med et felles uttrykk for arterienes stivhet i forhold til hjertets arbeid. Den vanligste metoden for &aring; uttrykke arterieveggens stivhet som helhet, er &aring; beregne arteriell compliance som er definert som &oslash;kningen i volum produsert som en &oslash;kning i trykk:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>C = <FONT FACE="Symbol">D</FONT> V / <FONT FACE="Symbol">D</FONT> P </P></DIR>
</DIR>
</DIR>
</DIR>

<P>hvor <FONT FACE="Symbol">D</FONT> V er endring i volum og <FONT FACE="Symbol">D</FONT> P er endring i volum. Det er umulig &aring; m&aring;le arteriell compliance direkte i mennesker fordi man m&aring; kjenne det n&oslash;yaktige blodvolumet. Det finnes derfor flere metoder for &aring; beregne arteriell compliance indirekte.</P>
<P>Forholdet mellom slagvolum og pulstrykk har v&aelig;rt brukt som et uttrykk for arteriell compliance. Det er enkelt &aring; beregne arteriell compliance ut fra disse verdiene, men denne verdien er sv&aelig;rt f&oslash;lsom for de aktuelle blodtrykk samt at verdiene for slagvolum og pulstrykk representerer forskjellige tidsperioder i hjertesyklus. En annen metode har v&aelig;rt &aring; bruke elektriske analogmodeller av sirkulasjonssystemet som for eksempel en kapasitans (C) og en motstand (R) i en paralellkobling. I en slik modell vil kapasitanns v&aelig;re uttrykk for arteriell compliance, mens motstanden representerer den perifere motstand. Hvis man antar et eksponesielt fall av blodtrykket i diastolen fordi trykkfallet vil v&aelig;re bestemt av produktet av C og R. Det er utviklet mange forskjellige modeller av hjerte-kar systemet ut fra elektriske analogmodeller og den mest hensiktsmessige er sannsynligvis en tre komponent modell som i tillegg har en liten motstand, r, i seriekobling f&oslash;r R og C. Denne motstanden representerer den motstanden blodstr&oslash;mmen m&oslash;ter i den proximale del av aorta.</P>
<P>Pulsb&oslash;lgehastigheten langs arterieveggen kan ogs&aring; brukes til &aring; beregne arterienes stivhet. Pulsb&oslash;lgehastigheten er &oslash;kt i pasienter med stive kar. Ved &aring; m&aring;le pulsb&oslash;lgehastigheten i en systole kan man derfor m&aring;le stivheten. Den mest brukte formelen er &aring; bruke Moens- Kortewegs likning:</P><DIR>
<DIR>
<DIR>
<DIR>

<P>&#9;c = <FONT FACE="Symbol">&Ouml;</FONT> Eh/ 2r<FONT FACE="Symbol">r</FONT> </P></DIR>
</DIR>
</DIR>
</DIR>

<P>hvor c er hastigheten p&aring; pulsb&oslash;lgen, h er veggtykkelsen, r er radius til karet, <FONT FACE="Symbol">r</FONT> er blodtettheten og E den elastiske modulus. Denne metoden var mye brukt tidligere, men siden pulsb&oslash;lgehastigheten er proposjonal til roten av veggstivheten, vil metoden v&aelig;re lite f&oslash;lsom for endringer i veggstivheten.</P>
<B><P>Frank-Starling mekanismen</P>
</B><P>Normalt pumper hjertet ut den mengden blod som str&oslash;mmer tilbake via venesystemet til hjertet. Denne evnen til hjertet til &aring; tilpasse seg ulike mengder tilbakestr&oslash;mmende blod kalles Frank-Starling mekanismen. Dette skjer ved at muskelfibrene strekkes mer med &oslash;kende blodvolum og dette medf&oslash;rer at hjertet t&oslash;mmer seg kraftigere. &Aring;rsaken til at hjertet &oslash;ker sin kontraktilitet er at flere kryssbindinger dannes mellom actin- og myosinfilamentene. Figur 12 demonstrerer dette forholdet ved at &oslash;kende ende-diastolisk trykk i venstre ventrikkel &oslash;ker slagarbeidet og slike kurver kalles ofte Frank- Starlingkurver. Ved stimulering av det sympatiske nervesystem og dermed &oslash;kt inotropi vil kurven flytte seg oppover. I tillegg til Frank-Starling mekanismen gir ogs&aring; &oslash;kt fylning og strekk av h&oslash;yre atrium &oslash;kt hjertefrekvens. </P>
<P><IMG SRC="Image12.gif" WIDTH=254 HEIGHT=311></P>
<P>&nbsp;</P>
<B><P>Figur 12</B>. <I>Starlingkurven viser at &oslash;kt ende-diastolisk trykk medf&oslash;rer &oslash;kt slagarbeid.</P>
</I><P>Fylningen av hjertet beskrives ofte som "preload" og er definert av den diastoliske trykk-volum relasjonen og kan beskrives enten som ende-diastolisk trykk eller volum. "Afterload" p&aring; den andre siden beskriver pumpemotstanden til hjertet. For &aring; illustrere dette forholdet kan man tenke seg et kontraktilt element koblet til et elastisk element med en klosse festet til det elastiske elementet (figur 13). Det strekk som er i det elastiske elementet f&oslash;r kontraksjonen gjenspeiler preload (I). Deretter f&aring;r man en kontraksjon som f&oslash;rst ikke flytter klossen f&oslash;r videre kontraksjon (II og III). I denne illustrasjonen utgj&oslash;r afterload (L) klossen.</P>
<P><IMG SRC="Image13.gif" WIDTH=317 HEIGHT=240></P>
<B><P>Figur 13</B>. <I>Illustrasjon av preload og afterload hvor strekk i det elastiske element f&oslash;r kontraksjon i det kontraktile element utgj&oslash;r preload og klossen illustrerer afterload.</P>
</I><P>En av konsekvensene av Frank-Starling mekanismen er at hjertet under normale forhold er lite p&aring;virkelig av aortatrykket. Det som avgj&oslash;r minuttvolumet er tilbakestr&oslash;mmen av blod tilbake til hjertet (figur 14). Et skadet hjerte som ved hjertesvikt p&aring; grunn av hjerteinfarkt vil derimot ikke v&aelig;re i stand til &aring; &oslash;ke slagvolumet ved &oslash;kt fylning fordi kurven flytter seg nedover og f&aring;r et knekkpunkt. Et slikt hjerte er vanligvis ogs&aring; sv&aelig;rt f&oslash;lsom for endringer i afterload.</P>
<P><IMG SRC="Image14.gif" WIDTH=294 HEIGHT=279></P>
<B><P>Figur 14</B>.<I> Forholdet mellom fylning av hjertet og slagvolum representert ved de to &oslash;vre kurvene under normale forhold. &Oslash;kt sympatikusstimulering (inotropi) vil f&oslash;re kurven oppover. I tilfeller med nedsatt kontraktilitet som ved hjertesvikt kan kurven flyttes nedover og f&aring; et knekkpunkt slik at &oslash;kt fylning medf&oslash;rer fallende slagvolum.</P>
</I><P><IMG SRC="Image15.gif" WIDTH=411 HEIGHT=292></P>
<P>Figur 15. Forholdet mellom minuttvolum og fylningstrykk representert ved atrietrykk for h&oslash;yre og venstre ventrikkel.</P>
<P>Figur 15 viser at begge ventrikler viser et tilsvarende forhold med &oslash;kt minuttvolum etter hvert som atrietrykkene &oslash;ker. Slike kurver demonstrerer Frank-Starling mekanismen p&aring; en annen m&aring;te. N&aring;r ventriklene f&aring;r &oslash;kt fylningstrykk, &oslash;kes volumene og kraften i kontraksjonene slik at hjertet pumper et st&oslash;rre minuttvolum. Hjertets minuttvolum er gitt av slagvolum multiplisert med hjertefrekvensen. Vi kan godt beskrive ventrikkelfunksjonen som en relasjon mellom minuttvolum og preload. Vi har tidligere stort sett betraktet venstre ventrikkel, men det er intuitivt innlysende at preload for venstre ventrikkel er avhengig av h&oslash;yre ventrikkels funksjon som igjen er avhengig av h&oslash;yre ventrikkels preload, dvs. h&oslash;yre atrietrykk eller sentralt venetrykk (CVP). &Oslash;ker CVP, &oslash;ker fylningen p&aring; h&oslash;yre side og det medvirker et &oslash;kt minuttvolum for begge ventrikler siden begge ventrikler m&aring; pumpe samme mengde blod over tid. Vi kan dermed betrakte hjertet med det lille kretsl&oslash;pet som en enhet; den kardiopulmonale enhet. Figur 16 viser hvordan &oslash;kt fylningstrykk p&aring; h&oslash;yre side medf&oslash;rer &oslash;kt minuttvolum ved ulike grader av sympatikusstimulering.</P>
<P><IMG SRC="Image16.gif" WIDTH=296 HEIGHT=383></P>
<B><P>Figur 16</B>. <I>Forholdet mellom minuttvolum og trykk i h&oslash;yre atrium ved maksimal sympatikusstimulering (I), normal sympatikusstimulering (II) og ved ingen sympatikusstimulering (III).</P>
</I><B><P>Aortatrykkurven</P>
</B><P>Som tidligere nevnt stiger aortatrykket og aortaveggen strekkes n&aring;r hjertet t&oslash;mmer seg for blod i systolen. N&aring;r systolen er over vil det opprettholdes et relativt h&oslash;yt trykk i aorta i diastolen p&aring; grunn av arterieveggens compliance. I forbindelse med klaffelukningen vil det v&aelig;re en kortvarig tilbakestr&oslash;m mot klaffen og dette for&aring;rsaker incisuraen i trykkurven. N&aring;r hjertet t&oslash;mmer seg for blod ut i aorta vil dette generere trykk- og blodstr&oslash;msb&oslash;lger i arterietreet. B&oslash;lgehastigheten og utseende av disse b&oslash;lgene vil v&aelig;re bestemt av viskositeten til blodet, stivheten til arteriene og karenes geometri. </P>
<P>Trykkb&oslash;lgen vil endre seg etterhvert som den sprer seg langs arteriene. Pulsb&oslash;lgehastigheten som er et resultat av hjerteslagene er relativt h&oslash;y p&aring; mellom 5-8 m/s. Trykkb&oslash;lgen vil endre utseende til i stedet for &aring; ha et sakte trykkfall i diastolen som i aorta ascendens til &aring; f&aring; en topp til i trykkurven i diastolen samt at amplituden p&aring; kurven vil &oslash;ke som vist i figur 17. Insicuraen i trykkkurven vil bli mindre etterhvert som man kommer ut i aorta og forsvinne helt i den distale del av aorta. </P>
<P>Pulsb&oslash;lgehastigheten er hovedsakelig bestemt av arterieveggens stivhet og vi har tidligere vist hvordan pulsb&oslash;lgehastigheten kan brukes til &aring; beregne stivheten. Hvis arterieveggen var helt stiv og blodet inkompressibelt, ville blodbevegelsen i aortaroten ha blitt forplantet til hele arterietreet med det samme og pulsb&oslash;lgehastigheten ville v&aelig;rt uendelig stor. Vi vet at blodet er n&aelig;rmest inkomressibelt, men at arterieveggen er ettergivelig og dermed er pulsb&oslash;lgehastigheten begrenset. Amplituden er p&aring;virket av to forhold, nemlig at energien taper seg p&aring; grunn viskositeten i v&aelig;sken og dette vil minke amplituden, og av refleksjoner i kartreet som vil &oslash;ke amplituden noen plasser og minke den andre plasser. </P>
<P>Blodstr&oslash;msmotstanden i kartreet er st&oslash;rst p&aring; arterioleniv&aring; (resistenskar) og den viktigste determinanten av perifer motstand. Den plutselige endringen i motstand mellom arteriene og arteriolene for&aring;rsaker en sterk pulsb&oslash;lgerefleksjon som blant annet er hoved&aring;rsaken til &oslash;kningen i trykkb&oslash;lgeamplituden fra aorta ascendens til de perifere arteriene. Trykkstigningen i aorta ascendens etter incisuraen er p&aring; samme m&aring;te for&aring;rsaket av refleksjoner. </P>
<P><IMG SRC="Image17.gif" WIDTH=425 HEIGHT=343></P>
<B><P>Figur 17</B>. <I>Pulsb&oslash;lger registrert p&aring; tre ulike plasser i arterietreet. Figuren viser hvordan utseendet endrer seg utover i kartreet.</P>
</I><B><P>Kontraktilitet</P>
</B><P>Hjertets kontraktilitet (kontraktile/inotrope status) avhenger av graden av aktivering av kryssbindinger mellom actin og myosin og hvor raskt slike bindinger kan endres. I laboratoriedyr kan man finne uttrykk for kontraktilitet ved &aring; sette opp ventrikkel funksjonskurver. Det har v&aelig;rt vanskeligerere &aring; finne enkle m&aring;ter for &aring; bestemme kontraktilitet hos mennesker. Et m&aring;l har v&aelig;rt &aring; studere hvordan ventrikkeltrykket endrer seg over tid under kontraksjonen nemlig dP/dt. Denne parameteren korrelerer med hjertets kontraktilitet, men p&aring;virkes ogs&aring; av endringer i preload og afterload.</P>
<P>Hjertesyklus kan beskrives i et trykk- og volumdiagram som vist i figur 2. Ende-diastolisk og ende-systolisk trykk-volum synes &aring; v&aelig;re felles for alle kontraksjoner gitt at man ikke endrer kontraktiliteten eller inotropi og selv om afterload eller preload endres. Hvordan endringer i kontraktilitet, afterload eller preload p&aring;virker trykk- og volumdiagrammet er vist i figur 18. </P>
<P>Med endringer av afterload vil alts&aring; den venstre skulderen til trykk-volum sl&oslash;yfene falle langs en og samme linje. Denne tangenten kalles Emax-linjen, og vil ikke v&aelig;re p&aring;virkelig av endringer i preload og afterload. Emax er derimot p&aring;virkelig av endringer i kvaliteten i kontraksjonen dvs. kontraktilitet eller inotropi.</P>
<P><IMG SRC="Image18.gif" WIDTH=388 HEIGHT=337></P>
<B><P>Figur 18</B>. <I>En hjertesyklus beskrevet ved et trykk og volum diagram og det vises her hvordan &oslash;kt kontraktilitet, afterload eller preload vil p&aring;virke denne trykk-volum sl&oslash;yfen. Det ende-diastoliske volumet forblir n&aelig;rmest uendret ved ulike gradet av diastolisk fylning (preloadendringer). Ved &oslash;kning i afterload vil det ende-systoliske volumet &oslash;ke.</P>
</I><B><P>&nbsp;</P>
<P>Samspill hjerte-karsystemet</P>
</B><P>Nyere studier har vist at samspillet mellom hjertets yteevne og det perifere kretsl&oslash;p kan beskrives med en parabel (figur 19). Hjertets arbeidsomr&aring;de er vanligvis innenfor et optimalt omr&aring;de vurdert ut fra sammenhengen mellom ytre arbeid og afterload (figur 19) dvs. at b&aring;de dyre- og humane eksperimenter har vist at samspillet vanligvis er vanligvis ved parabelens toppunkt eller like til venstre for dette (match). N&aring;r afterload og det ytre arbeid befinner seg langs det h&oslash;yre bein, vil det ytre arbeid v&aelig;re n&aelig;rt knyttet til afterload og minuttvolumet vil g&aring; ned n&aring;r afterload &oslash;ker dvs. at volumet som pumpes ut vil v&aelig;re knyttet til trykkgenereringen. N&aring;r afterload og ytre arbeid befinner seg langs venstre bein av parabelen vil minuttvolumet v&aelig;re uavhengig av hjertets trykkgenerering og samme volum pumpes ut uavhengig av afterload. Dette samspillet mellom hjerte-karsystemet vil v&aelig;re bestemt av sentralnervesystemet, tilgjengelig blodvolum og de mekaniske egenskaper til hjertet og karsystemet (hjertets pumpeegenskaper, aortas stivhet osv.). Ved hjertesvikt vil hjertet operere rundt et punkt nedover p&aring; h&oslash;yre bein av kurven. Samspillet har g&aring;tt over til &aring; prioritere trykkgenereringen p&aring; bekostning av minuttvolumet (mismatch).</P>
<P><IMG SRC="Image19.gif" WIDTH=327 HEIGHT=324></P>
<B><P>Figur 19</B>. <I>Forholdet mellom ytre arbeid og afterload i normalsituasjonen (match) og ved hjertesvikt (mismatch).</P></I></BODY>
</HTML>
