<html>
<head>
<title>sammendrag</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
@import url(../styles.css);
-->
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000">
<table width="77%" border="0">
  <tr> 
    <td width="13%" height="39">&nbsp;</td>
    <td width="87%" height="39">&nbsp;</td>
  </tr>
  <tr> 
    <td width="13%" height="236">&nbsp;</td>
    <td width="87%" height="236"> 
      <p><font face="Verdana, Arial, Helvetica, sans-serif" class="px16" color="#993300">- 
        Sammendrag -</font></p>
      <p><font face="Verdana, Arial, Helvetica, sans-serif"><span class="px13">R&oslash;rledninger 
        som ligger p&aring; bunnen, og utsettes for en str&oslash;mp&aring;virkning 
        gir en utgraving som prim&aelig;rt er en funksjon av str&oslash;mhastighet 
        og r&oslash;rdiameter. Sediment- og b&oslash;lgekarakteristikker kommer 
        kun inn som sekund&aelig;re parametre. Forutsetningen for begynnende utgraving 
        er selvf&oslash;lgelig at str&oslash;mfeltet rundt r&oslash;ret er slik 
        i forhold til det eksisterende bunnsediment at bevegelse av sedimentkornene 
        initieres. St&oslash;rre hastighet gir generelt noe h&oslash;yere relativ 
        utgraving, mens st&oslash;rre r&oslash;rdiameter gir noe lavere relativ 
        utgraving. Utgravingsdybde i str&oslash;m ligger for typiske tilfeller 
        i omr&aring;det mellom r&oslash;rradius og r&oslash;rdiameter (D/2 - D). 
        B&oslash;lger gir mindre utgraving - i st&oslash;rrelsesorden ca halvparten 
        av det som forventes i str&oslash;m. (mindre enn D/2).</span></font></p>
      <p><span class="px13"><font face="Verdana, Arial, Helvetica, sans-serif">Lokalerosjon 
        rundt en pel som st&aring;r p&aring; sj&oslash;bunnen initieres ved &oslash;kende 
        str&oslash;mhastighet rundt pelen, ved trykkgradienter, og ved s&aelig;rlig 
        ved virveldannelser rundt pelen. Utgravingen kan starte som klar-vanns 
        erosjon, hvor utgravingen skjer uten tilf&oslash;rsel av materiale. &Oslash;kende 
        str&oslash;mhastighet gir erosjon med sedimenttransport, hvor gravingen 
        vil utvikle seg til et dynamisk likevektsniv&aring; for den gitte str&oslash;mbelastningen. 
        Vanndybde, pelediameter og Froudetall er sentrale parametre for gravedybden. 
        B&oslash;lger gir naturlig nok et utgravingsm&oslash;nster som blir ytterligere 
        komplisert. Gravedybden blir en funksjon av b&oslash;lgeparametre, vanndybde, 
        pelediameter, pelens Reynolds tall, sedimentenes korndiameter og tetthet, 
        sedimenttall, sedimentenes friksjonsvinkel, og Keulegan Carpenter tallet. 
        Videre m&aring; det tas hensyn til avstand til n&aelig;rliggende peler. 
        For enkeltpeler kan typiske gravedybder g&aring; opp til det dobbelte 
        av pelediameteren. B&oslash;lger alene gir mindre utgraving enn b&oslash;lger 
        og str&oslash;m. I pelegrupper vil pelene innvirke p&aring; hverandre 
        og p&aring; utgravingen n&aring;r avstanden mellom pelene blir mindre 
        enn 9 x pelediameteren.</font></span></p>
    </td>
  </tr>
</table>
<p class="link2">&nbsp;</p>
</body>
</html>
